title: Detect Ssh Key Lateral Movement To Privileged Host
id: 6e11072f-705e-48af-be2a-3cdfb4805b22
status: experimental
description: Detects detect ssh key lateral movement to privileged host based on observed
  patterns
author: CyberSentinel
date: 2026/01/05
tags: []
logsource:
  category: network
  product: linux
detection:
  selection: {}
  condition: selection
level: medium
falsepositives:
- Legitimate administrative activity
- Automated tools and scripts
references: []
